Repository: BlinkID/blinkid-ui-ios
Catalog: BlinkIDUI/BlinkIDUI/Resources/*.lproj/BlinkIDUI.strings
Languages: de, es, fr

# identityCard
source: ID card
de: Personalausweis
es: Documento de identidad
fr: Carte d'identité

source: New ID card
de: Neuer Personalausweis
es: Nuevo documento de identidad
fr: Nouvelle carte d'identité

source: Old ID card
de: Alter Personalausweis
es: Antiguo documento de identidad
fr: Ancienne carte d'identité

source: Passport
de: Reisepass
es: Pasaporte
fr: Passeport

source: Visa
es: Visado

# scanFrontMessage
source: Scan the front side of the selected document or choose another.
de: Scannen Sie die Vorderseite des ausgewählten Dokuments oder wählen Sie ein anderes aus.
es: Escanee la parte frontal del documento seleccionado o escoja otro.
fr: Numérisez le recto du document sélectionné ou choisissez-en un autre.

# scanBackMessage
source: Scan the back side.
de: Scannen Sie die Rückseite.
es: Escanee la parte posterior.
fr: Scannez le verso.

# scanAnyMessage
source: Scan the selected document or choose another.
de: Scannen Sie das ausgewählte Dokument oder wählen Sie ein anderes aus.
es: Escanee el documento seleccionado o escoja otro.
fr: Numérisez le document sélectionné ou choisissez-en un autre.

# glareMessage
source: Glare detected. Slightly move the card.
de: Blendung erkannt. Bewegen Sie die Karte leicht.
es: Se ha detectado un reflejo. Mueva ligeramente la tarjeta.
fr: Éblouissement détecté. Déplacez légèrement la carte.

# invalidDocumentMessage
source: Front and back side do not match. Please try again.
de: Vorder- und Rückseite passen nicht zusammen. Bitte versuchen Sie es erneut.
es: La parte frontal y la posterior no coinciden. Inténtelo de nuevo.
fr: Le recto et le verso ne correspondent pas. Veuillez réessayer.

# timeoutMessage
source: Make sure you have good lighting and that you've selected the correct document.
de: Stellen Sie sicher, dass Sie über eine gute Beleuchtung verfügen und das richtige Dokument ausgewählt haben.
es: Asegúrese de tener una buena iluminación y de haber seleccionado el documento correcto.
fr: Assurez-vous d'avoir un bon éclairage et d'avoir sélectionné le bon document.

source: Continue
de: Weiter
es: Continuar
fr: Continuer

source: Change country
de: Land wechseln
es: Cambiar país
fr: Changer de pays

# countryNote
source: Choose between 150+ documents
de: Wählen Sie zwischen mehr als 150 Dokumenten
es: Elija entre más de 150 documentos
fr: Choisissez parmi plus de 150 documents

source: Search
de: Suche
es: Buscar
fr: Chercher

source: Select Country
de: Land auswählen
es: Seleccionar país
fr: Sélectionnez un pays

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: Driver's License
de: Führerschein
es: Permiso de conducir
fr: Permis de conduire

# temporaryResidencePermitText
source: Temporary Residence Permit
de: Befristete Aufenthaltsgenehmigung
es: Permiso de residencia temporal
fr: Titre de séjour temporaire

source: Residence Permit
de: Aufenthaltsgenehmigung
es: Permiso de residencia
fr: Titre de séjour

# timeoutTitle
source: Having trouble scanning?
de: Haben Sie Probleme mit dem Scanvorgang?
es: ¿Tiene problemas para escanear?
fr: Vous avez du mal à scanner ?

# invalidDocumentTitle
source: Having trouble scanning?
de: Haben Sie Probleme mit dem Scanvorgang?
es: ¿Tiene problemas para escanear?
fr: Vous avez du mal à scanner ?

source: OK
es: ACEPTAR

# militaryIdDefault
source: Military ID
fr: Carte d’identité militaire
