Repository: BlinkID/blinkid-ui-ios
Catalog: *.lproj/BlinkIDUI/BlinkIDUI/Resources/BlinkIDUIFields.strings
Languages: de

source: Primary ID
de: Erste ID

source: Secondary ID
de: Zweite ID

source: Date of birth
de: Geburtsdatum

source: Date of expiry
de: Ablaufdatum

source: Document code
de: Dokumentencode

source: Document number
de: Dokumentennummer

# optional1
source: Optional field 1
de: Optionales Feld 1

# optional2
source: Optional field 2
de: Optionales Feld 2

source: Sex
de: Geschlecht

source: Nationality
de: Nationalität

source: Citizenship
de: Staatsbürgerschaft

source: Issuer
de: Herausgeber

source: Alien number
de: Ausländernummer

source: Application receipt number
de: Bewerbungseingangsnummer

source: Immigrant case number
de: Fallnummer des Einwanderers

source: First name
de: Vorname

source: Last name
de: Nachname

source: Family name
de: Familienname

# parentsGivenName
source: Parents' names
de: Namen der Eltern

source: Surname at birth
de: Nachname bei der Geburt

source: Issuing authority
de: Ausstellende Behörde

source: Issuing agency
de: Ausstellende Stelle

source: Place of issue
de: Ausstellungsort

source: Authority
de: Behörde

source: Address
de: Adresse

source: Employer address
de: Adresse des Arbeitgebers

source: Place of birth
de: Geburtsort

source: Birth data
de: Geburtsdaten

source: Place of origin
de: Herkunftsort

source: Date of issue
de: Ausgabedatum

source: Height
de: Höhe

source: Principal residence
de: Hauptwohnsitz

source: Residential status
de: Aufenthaltsstatus

# eyeColour
source: Eye color
de: Augenfarbe

source: Blood group
de: Blutgruppe

source: Full name
de: Vollständiger Name

source: Race
de: Rasse

source: Country of birth
de: Geburtsland

source: Special remarks
de: Besondere Anmerkungen

source: NRIC number
de: NRIC-Nummer

source: Army number
de: Heeresnummer

source: City
de: Stadt

source: Province
de: Region

source: Marital status
de: Familienstand

source: Occupation
de: Beruf

source: Expiry date permanent
de: Verfallsdatum dauerhaft

source: Identity card number
de: Personalausweisnummer

source: National number
de: Nationale Nummer

# dlClass
source: Class
de: Klasse

source: License categories
de: Lizenzkategorien

source: License number
de: Lizenznummer

source: Civil status number
de: Zivilstandsnummer

source: Civil ID number
de: Zivile Identifikationsnummer

# serialNo
source: Serial number
de: Seriennummer

source: Driver restrictions
de: Fahrerbeschränkungen

source: Vehicle categories
de: Fahrzeugkategorien

source: Driver number
de: Fahrernummer

source: Employer
de: Arbeitgeber

source: Passport number
de: Reisepassnummer

source: Sector
de: Sektor

# rawData
source: Barcode data
de: Barcode-Daten

# dateOfIssueB10
source: Date of issue for B category
de: Ausstellungsdatum für Kategorie B

source: Faculty address
de: Wahlweise Adresse

source: Document type
de: Dokumentenart

source: Standard version number
de: Nummer der Standardversion

source: Address street
de: Adressstraße

source: Address street 2
de: Adressstraße 2

source: Address city
de: Adressstadt

source: Address jurisdiction code
de: Jurisdiktionscode der Adresse

source: Residence postal code
de: Postleitzahl des Wohnortes

source: Full address
de: Vollständige Adresse

source: Height in
de: Höhe in Zoll

source: Height cm
de: Höhe in cm

source: Middle name
de: Zweiter Vorname

source: Hair color
de: Haarfarbe

source: Name prefix
de: Vorsilbe des Namens

source: Name suffix
de: Nachsilbe des Namens

source: AKA full name
de: AKA vollständiger Name

source: AKA family name
de: AKA Familienname

source: AKA given name
de: AKA Rufname

source: AKA suffix name
de: AKA Nachsilbe des Namens

source: AKA prefix name
de: AKA Vorsilbe des Namens

source: AKA middle name
de: AKA zweiter Vorname

source: Weight range
de: Gewichtsspanne

source: Weight pounds
de: Gewicht in Pfund

source: Weight kilograms
de: Gewicht in Kilogramm

source: Family name truncation
de: Abkürzung des Familiennamen

source: First name truncation
de: Abkürzung für ersten Vornamen

source: Middle name truncation
de: Abkürzung für zweiten Vornamen

source: Race ethnicity
de: Rasse / Ethnizität

source: Country identification
de: Länderkennung

source: Residence street address
de: Straßenanschrift des Wohnortes

source: Residence street address 2
de: 2. Straßenanschrift des Wohnortes

source: Residence city
de: Stadt des Wohnortes

source: Residence jurisdiction code
de: Jurisdiktionscode des Wohnortes

source: Residence full address
de: Vollständige Adresse des Wohnortes

# under18
source: 18th birthday
de: 18. Geburtstag

# under19
source: 19th birthday
de: 19. Geburtstag

# under21
source: 21st birthday
de: 21. Geburtstag

source: Social security number
de: Sozialversicherungsnummer

source: AKA social security number
de: AKA Sozialversicherungsnummer

source: Organ donor
de: Organspender

source: AKA date of birth
de: AKA Geburtsdatum

source: Issuer identification number
de: Aussteller der Identifikationsnummer

source: Jurisdiction version number
de: Versionsnummer der Jurisdiktion

source: Jurisdiction vehicle class
de: Fahrzeugklasse der Jurisdiktion

source: Jurisdiction restriction codes
de: Einschränkungscodes der Jurisdiktion

source: Jurisdiction endorsement codes
de: Unterstützungscode der Jurisdiktion

source: Federal commercial vehicle codes
de: Bundesnutzfahrzeugcodes

source: Issuing jurisdiction
de: Ausstellende Jurisdiktion

source: Standard vehicle classification
de: Standardfahrzeugklassifizierung

source: Issuing jurisdiction name
de: Name der ausstellenden Jurisdiktion

source: Standard endorsement code
de: Standardunterstützungscode

source: Standard restriction code
de: Standardeinschränkungscode

source: Jurisdiction vehicle classification description
de: Beschreibung der Fahrzeugklassifizierung in der Jurisdiktion

# jurisdictionEndorsmentCodeDescription
source: Jurisdiction endorsement code description
de: Beschreibung des Unterstützungscodes der Jurisdiktion

source: Jurisdiction restriction code description
de: Beschreibung des Einschränkungscodes der Jurisdiktion

source: Inventory control number
de: Bestandskontrollnummer

source: Card revision date
de: Revisionsdatum der Karte

source: Document discriminator
de: Dokumentendiskriminator

source: Limited duration document
de: Dokument mit begrenzter Dauer

source: Audit information
de: Audit-Informationen

source: Compliance type
de: Einhaltungsdatum

source: Issue timestamp
de: Zeitstempel ausstellen

source: Permit expiration date
de: Ablaufdatum der Genehmigung

source: Permit identifier
de: Genehmigungskennung

source: Permit issue date
de: Ausstellungsdatum der Genehmigung

source: Number of duplicates
de: Anzahl der Duplikate

source: Hazmat expiration date
de: Ablaufdatum von Gefahrgut

source: Medical indicator
de: Medizinischer Indikator

source: Non resident
de: Nicht ansässig

source: Unique customer ID
de: Eindeutige Kundennummer

source: Data discriminator
de: Datendiskriminator

source: Document expiration month
de: Ablaufmonat des Dokuments

source: Document non-expiring
de: Dokument verfällt nicht

source: Security version
de: Sicherheitsversion

source: CAN number
de: CAN-Nummer

source: Country
de: Land

source: ID series
de: ID-Serie

source: License type
de: Lizenzart

source: Non MRZ date of birth
de: Kein MRZ-Geburtsdatum

source: Non MRZ date of expiry
de: Kein MRZ-Verfallsdatum

source: Non MRZ nationality
de: Keine MRZ-Nationalität

source: Non MRZ sex
de: Kein MRZ-Geschlecht

source: Old NRIC
de: Alte NRIC

source: Personal identification number
de: Persönliche Identifikationsnummer
